alfred
android-studio
anydesk
authy
chrome-remote-desktop-host
discord
docker
dotnet-sdk3-1-400
dotnet-sdk5-0-200
fantastical
font-fira-code
google-chrome
jetbrains-toolbox
keepingyouawake
ngrok
notion
pdf-expert
postman
slack
tableplus
teamviewer
telegram
tower
tunnelblick
vagrant
visual-studio-code
wireshark
