1password
alfred
authy
chrome-remote-desktop-host
docker
eloston-chromium
fantastical
firefox
google-chrome
karabiner-elements
keepingyouawake
ngrok
notion
nova
pdf-expert
postman
sequel-pro-nightly
slack
switchresx
tableplus
telegram
tower
tunnelblick
vagrant
visual-studio-code
