1password
anydesk
appcleaner
authy
burp-suite
chrome-remote-desktop-host
docker
google-chrome
keepingyouawake
keybase
notion
pycharm
rectangle
scroll-reverser
slack
spotify
tableplus
telegram
tunnelblick
vagrant
virtualbox
visual-studio-code
wireshark
