tap "buo/cask-upgrade"
tap "dkanejs/aws-session-manager-plugin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "asciinema"
brew "awscli"
brew "diff-so-fancy"
brew "fnm"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "helm"
brew "kubernetes-cli"
brew "mysql", restart_service: true
brew "node"
brew "pinentry-mac"
brew "pyenv"
brew "pyenv-virtualenv"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community@4.2"
cask "1password"
cask "alfred"
cask "authy"
cask "chrome-remote-desktop-host"
cask "docker"
cask "eloston-chromium"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "karabiner-elements"
cask "keepingyouawake"
cask "ngrok"
cask "notion"
cask "nova"
cask "pdf-expert"
cask "postman"
cask "sequel-pro-nightly"
cask "slack"
cask "switchresx"
cask "tableplus"
cask "telegram"
cask "tower"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
