tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
brew "autoenv"
brew "autojump"
brew "binwalk"
brew "convmv"
brew "deno"
brew "fd"
brew "fzf"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnupg", link: false
brew "htop"
brew "jq"
brew "mysql", restart_service: true
brew "neovim"
brew "pinentry-mac"
brew "socat"
brew "tcpreplay"
brew "tmux"
brew "unzip"
brew "vim"
brew "wget"
brew "goodwithtech/r/dockle"
brew "schniz/tap/fnm"
cask "1password"
cask "adoptopenjdk11"
cask "adoptopenjdk9"
cask "alfred"
cask "android-studio"
cask "anydesk"
cask "appcleaner"
cask "authy"
cask "datagrip"
cask "docker"
cask "fantastical"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "hyperswitch"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "keepingyouawake"
cask "macs-fan-control"
cask "ngrok"
cask "notion"
cask "packet-peeper"
cask "pdf-expert"
cask "postman"
cask "rider"
cask "sequel-pro-nightly"
cask "slack"
cask "sublime-text"
cask "switchresx"
cask "teamviewer"
cask "telegram"
cask "toggl"
cask "tower"
cask "transmission"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "webstorm"
cask "zeplin"
