tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask"

tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "buo/cask-upgrade"

cask_args appdir: "/Applications"

# Brew
brew "autoenv"
brew "autojump"
brew "binwalk"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gist"
brew "jq"
brew "neofetch"
brew "neovim"
brew "thefuck"
brew "tmux"
brew "unzip"
brew "vim"
brew "wget"
brew "lazygit"
brew "lazydocker"
brew "mysql", restart_service: true
brew "htop"
brew "socat"
brew "gpg"

# Applications
## Development
cask "intellij-idea"
cask "docker"
cask "postman"
cask "sequel-pro-nightly"
cask "visual-studio-code"
cask "iterm2"
cask "ngrok"

## Browsers
cask "google-chrome"

## Productivity
cask "alfred"
cask "dash"
cask "typora"
cask "notion"
cask "slack"
cask "authy"

## Utilities
cask "appcleaner"
cask "imageoptim"
cask "tunnelblick"
cask "keybase"
cask "fantastical"
cask "pdf-expert"
cask "teamviewer"
