tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
brew "autoenv"
brew "autojump"
brew "convmv"
brew "deno"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg", link: false
brew "htop"
brew "jq"
brew "mysql", restart_service: true
brew "neovim"
brew "pinentry-mac"
brew "socat"
brew "tmux"
brew "unzip"
brew "wget"
brew "schniz/tap/fnm"
cask "1password"
cask "adoptopenjdk11"
cask "authy"
cask "datagrip"
cask "docker"
cask "dotnet-sdk"
cask "fantastical"
cask "font-hack"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "logitech-options"
cask "ngrok"
cask "notion"
cask "pdf-expert"
cask "postman"
cask "rider"
cask "sequel-pro-nightly"
cask "slack"
cask "switchresx"
cask "telegram"
cask "tower"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "webstorm"
